2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_MutatieleveringOpDoelbinding/data/VR00093-Mutatiebericht-TC02-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670045</ABONNEMENT>
            <NAAM>levering van alleen afgeleidadministratief</NAAM>
            <DATA>
                <soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
                    <soap:Body>
                        <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
                            <brp:stuurgegevens>
                                <brp:zendendePartij>199903</brp:zendendePartij>
                                <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
                                <brp:ontvangendePartij>017401</brp:ontvangendePartij>
                                <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
                                <brp:referentienummer>*</brp:referentienummer>
                                <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
                            </brp:stuurgegevens>
                            <brp:parameters>
                                <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
                                <brp:abonnementNaam>levering van alleen afgeleidadministratief</brp:abonnementNaam>
                                <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
                            </brp:parameters>
                            <brp:meldingen>
                                <brp:melding brp:objecttype="Melding" brp:referentieID="1">
                                    <brp:regelCode>BRLV0032</brp:regelCode>
                                    <brp:soortNaam>Waarschuwing</brp:soortNaam>
                                    <brp:melding>Waarschuwing: verstrekkingsbeperking aanwezig.</brp:melding>
                                </brp:melding>
                            </brp:meldingen>
                            <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
                                <brp:code>07001</brp:code>
                                <brp:naam>Verkrijging reisdocument</brp:naam>
                                <brp:categorie>Actualisering</brp:categorie>
                                <brp:partijCode>017401</brp:partijCode>
                                <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                                <brp:bijgehoudenPersonen>
                                    <brp:persoon brp:communicatieID="1" brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging">
                                        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
                                        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
                                        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:identificatienummers>
                                        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:samengesteldeNaam>
                                        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geboorte>
                                        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geslachtsaanduiding>
                                        <brp:reisdocumenten>
                                            <brp:reisdocument brp:objectSleutel="*" brp:objecttype="PersoonReisdocument" brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">*</brp:reisdocument>
                                        </brp:reisdocumenten>
                                        <brp:administratieveHandelingen>*</brp:administratieveHandelingen>
                                    </brp:persoon>
                                </brp:bijgehoudenPersonen>
                            </brp:synchronisatie>
                        </brp:lvg_synVerwerkPersoon>
                    </soap:Body>
                </soap:Envelope>
            </DATA>
        </Row>
    </ResultSet>
</Results>
